Repository: apertium/apertium-sme-sma
Catalog: tmx_data/Olli_kronikk_sme2sma.tmx
Source language: sme
Languages: sma

source: Sáhtášii go son dat, jos livčče sámi mánáidgárdefálaldat buohkaide lasihit sámi giellageavaheddjiid?
sma: Mah akte saemien maanagïertefaalenasse gaajhkesidie maahta meatan årrodh jienebh saemien gïeleutnijh åadtjodh?

source: Sámediggeráđđi lea ráhkadeamen sámediggedieđáhusa sámi mánáidgárdefálaldaga birra maid Sámedikki dievasčoahkkin galgá mearridit guovvamánus 2013 .
sma: Saemiedigkieraerie gïehteleminie aktem saemiedigkiebïevnesem hammoedidh saemien maanagïertefaalenassen bïjre, maam Saemiedigkien stoerretjåanghkoe edtja nænnoestidh goevten 2013 .

source: Dieđáhus galgá oainnusmahttit Sámedikki rolla ja min politihka mánáidgárdesuorggis, ja mii háliidit oažžut ságastallama prinsihpalaš beliid birra sámi mánáidgárdefálaldaga ektui.
sma: Bïevnese edtja Saemiedigkien råållem jïh mijjen politihkem våajnoes darjodh maanagïertesuerkesne, jïh mijjieh sïjhtebe digkiedimmiem sjugniedidh prinsihpeles gyhtjelassi bïjre saemien maanagïertefaalenassen bïjre.

source: Sámediggi áigu ovdánahttit politihka man bokte nannet mánáidgárddiid deaŧalaš rolla sámi mánáid bajásgeassimis.
sma: Saemiedigkie sæjhta aktem politihkem eevtjedh mij sæjhta maanagïerti vihkeles råållem nænnoesåbpoe darjodh saemien maanaj byjjenimmesne.

source: Mánáidgárddit leat deaŧalaččat máná ovdáneapmái giela ja kultuvrra oahppama dáfus ja identitehta ovddideapmái.
sma: Maanagïerth leah vihkeles maanaj evtiedimmien gaavhtan, gosse måjhtele gïele-jïh kultuvrelïereme jïh evtiedimmie identiteeteste.

source: Mánáidgárddit leat okta deaŧaleamos sajiin sámi giela ja kultuvrra viidáseappot doalvumii.
sma: Maanagïerth lea akte dejstie vihkielommes sijjijste gusnie saemien gïelem jïh saemien kultuvrem guhkiebasse serteste.

source: Danne lea vealtameahttun deaŧalaš áŋgiruššat dan ala ahte sámi servodat galgá ovddiduvvot sámi álbmoga iežas višuvnnaid, árvvuid ja prinsihpaid vuođul.
sma: Dannasinie joekoen vihkeles maanagïertide nænnoesåbpoe darjodh, ihke dïhte saemien siebriedahke edtja evtiesovvedh saemiej jïjtsh vuajnoej, aarvoej jïh prinsihpi mietie.

source: Sámediggi áigu dainna dieđáhusain bidjat guovddážii dan ahte addojuvvo sámi mánáidgárdefálaldat buohkaide geat dan háliidit
sma: Saemiedigkie sæjhta daejnie bïevnesinie tjïertestidh aktem maanagïertefaalenassem gaajhkesidie vedtedh, mah dam sijhtieh.

source: Sámediggi áigu sihkkarastit ahte mánáidgárddit ožžot doarvái ruđaid dán lágan fálaldahkii mas lea buorre kvalitehta.
sma: Saemiedigkie sæjhta gorredidh maanagïerti nuekies vierhtieh, juktie buektiehtieh aktem dagkeres faalenassem vedtedh hijven kvaliteetine.

source: Dan mánáidgárdefálaldagas mii dál addojuvvo sámi mánáide leat stuorra variašuvnnat.
sma: Dïhte maanagïertefaalenasse mij daan biejjien vadtasåvva saemien maanide stoerre jeerehtsh åtna.

source: Fálaldagat molsašuddet sámi mánáide mánáidgárddiid rájes, main váldodeaddu lea sámegielas gitta dárogielat sámi mánáid rádjai geat ožžot fálaldaga norgalaš mánáidgárddiin.
sma: Maahta jeereldidh aktede faalenasseste saemien maanide maanagïertine gusnie åejvieleavloe lea saemien gïele, dejtie nöörjengïeleldh saemien maanide mah faalenassem nöörjen maanagïertine åadtjoeh.

source: Sámi mánáidgárdin oaivvilduvvo dat mánáidgárdi mii mearrádusaid bokte lea vuođđudan mánáidgárdedoaimma sámi gillii ja kultuvrii.
sma: Saemien maanagïerte lea akte maanagïerte mij lea nænnoestamme maanagïerte våaromem åtna saemien gïelesne jïh kultuvresne.

source: Mánáidgárdi galgá nannet máná identitehta sápmelažžan sámegiela geavaheami ovdánahttima ja sámi kultuvrra gaskkusteami bokte.
sma: Maanagïerte edtja maanaj idtentiteetem goh saemie nænnoesåbpoe darjodh, ihke skreejrie saemien gïelem nåhtadidh jïh saemien kultuvren bïjre soptsestidh. Maanagïerte stuvresåvva saemien pedagogeles barkijijstie.

source: Mánáidgárddi jođihit sámi pedagogalaš bargit.
sma: Maanagïerte stuvresåvva saemien pedagogeles barkijijstie.

source: Dasto galget guovddáš oasit sámi mánáidbajásgeassimis gozihuvvot sihke bargovugiid ja beaivválaš eallima bokte.
sma: Vijriesåbpoe dle vihkeles biehkieh saemien maanabijjiedimmeste gorresovvedh, dovne barkoevuekine jïh aarkebiejjien.

source: Mánáidgárdefálaldat galgá organiserejuvvot nu ahte mánát váldojuvvojit mielde sierralágan bargoproseassaide ja ahte sii besset searvat kultuvrralaš ja sosiála doaimmaide.
sma: Tjuara maanagïerten faalenassem öörnedidh naemhtie guktie maanide meatan vaalta ovmessie barkoetsiehkine, jïh åadtjoeh meatan årrodh kultuvrelle jïh sosijale darjoeminie.

source: Mánáidgárddiin mat leat olggobealde sámi distrivtta ja gos leat sámi mánát, lea vánhemiin ja mánáid vuoigatvuohta vuordit ahte mánáidgárddi bargit dovdet sámi kultuvrra ja deattuhit dan oassin sisdoalus.
sma: Maanagïertine gusnie saemien maanah saemien dajven ålkolen, dle badth eejhtegh ïih maanah maehtieh veanhtadidh maanagïerten barkijh daajroem utnieh jïh leavloem biejieh dan saemien kultuvrese goh akte bielie sisvegistie.

source: Dát mearkkaša dan, ON mánáidkonvenšuvnna ja mánáidgárdelága mielde, ahte sámi mánát galget vásihit fálaldaga searvvaheaddjin, gos leat sámegielat bargit geat geavahit sámegiela mánáiguin háladettiin.
sma: Daate sæjhta jiehtedh, EN’en maanakonvensjovnen jïh maanagïertelaaken mietie, saemien maanah faalenassem dååjrieh goh akte feerhmeles lïerehtimmiebyjrese, gusnie barkijh saemiestieh gosse maanine ektine.

source: Dát ferte dahkkojuvvot fágalaččat heivehuvvon vuogi mielde ja mánáid guovttegielat ovdáneami ja individuála eavttuid vuođul.
sma: Daam tjuara darjodh aktene faageles sjïehtedamme vuekesne, maanan guektiengïeleldh evtiedimmien jïh indivijduelle tsiehkiej mietie.

source: Sámediggi áigu oččodit sámi mánáide individuála vuoigatvuođa oažžut sámi mánáidgárdefálaldaga.
sma: Saemiedigkie sæjhta barkedh ihke saemien maanah aktem indivijduelle reaktam åadtjoeh akten saemien maanagïertefaalenassese.

source: Dás lea sáhka mánáid vuoigatvuođas beassat leat mielde váikkuheamen ja mearrideamen.
sma: Daate lea maanan reaktan bïjre meatan årrodh jïh jïjtje nænnoestidh.

source: Mánáidgárdi galgá sihkkarastit dan ahte mánát ovdánit guovttegielagin, dainna lágiin ahte sin sámegielat ja sámi kultuvra nannejuvvojit.
sma: Maanagïerte edtja gorredidh maanah aktem guektiengïeleldh evtiedimmiem åadtjoeh, guktie dej saemien gïele jïh saemien kultuvrelle sisvege veaksahkåbpoe sjidtieh.

source: Mánáidgárdelágas lea nannejuvvon ahte mánáidgárdi ovttasráđiid ja áddejumiin ruovttuin galgá gozihit mánáid dárbbu oažžut fuolahusa ja beassat duhkoraddat, ja ovddidit oahppama vuođđun juohke lágan ovdáneapmái.
sma: Maanagïertelaake nænnoste maanagïerte laavenjostosne jïh goerkesisnie hïejmine, maanaj hoksedaerpiesvoetem jïh stååkedimmiem gorrede, lïerehtimmiem jïh skearkagimmiem eadtjoste goh våarome akten gellielaaketje evtiedæmman.

source: Giellabargu mánáidgárddis gáibida ollu barggu sihke bargiin ja vánhemiin.
sma: Gïelebarkoe maanagïertesne jïjnjem kreava dovne barkijijstie jïh eejhtegijstie.

source: Sámi servodagas leat ovddabealde stuorra hástalusat go guoská sámegielat bargiid rekrutteremii.
sma: Saemien siebriedahke stoerre haestemi uvte tjåådtje gosse lea dåårrehtimmien bïjre saemiengïeleldh barkijijstie.

source: Jos galggaš sáhttit ovddidit mánáidgárddiid orgánan gos oahppat ja ollašuhttit oahppogáibádusa mánáidgárdelága mielde, lea deaŧalaš hástalussan oažžut eanet sámegielat olbmuid geain lea pedagogalaš máhttu mánáidgárddiide.
sma: Jis edtja buektiehtidh maanagïertide vijriesåbpoe evtiedidh goh akte lierije åårgane, jïh ööhpehtimmiekrievemidie voebnesjidh maanagïertelaaken mietie, dle akte vihkeles haesteme jienebh saemien almetjh pedagogeles maahtojne maanagïertide åadtjodh.

source: Pedagogalaš bargit ja eará sámegielat bargit leat vuođđogeađggit boahtteáiggi mánáidgárddiin.
sma: Pedagogeles barkijh jïh jeatjah barkijh mah saemiestieh leah roenegierkieh dejnie båetijen aejkien maanagïertine.

source: Mánáidgárddi deaŧaleamos doaimmaid gaskii gullá giellamovttiidahttin.
sma: Gïeleskreejreme lea akte dejstie maanagïerten vihkielommes barkojste.

source: Ollu oktavuođain leat oaidnán ahte giellaoahpahus ii leat dohkálaš.
sma: Muvhti veajkoej dle våajnoes sjïdteme gïelelïerehtimmie ij leah hijven.

source: Dan geažil go váilot resursaolbmot ja fágaolbmot geain lea gelbbolašvuohta sámi gielas, de šaddá giellaoahpahus váilevaš.
sma: Dan åvteste vierhtiealmetjh jïh faagebarkijh maahtojne saemien gïelesne fååtesieh, dle gïelelïerehtimmie stoerre vaanoeh åådtje.

source: Jos sámegielaid galggaš suodjalit ja ovddidit, de ii sáhte sámegiela oahpahus doaibmat soaittáhagas mánáidgárddis.
sma: Ihke gorredimmie jïh evtiedimmie saemien gïeleste edtja sjïdtedh, dle saemienlïerehtimmie maanagïertesne ij maehtieh saaht guktemslaakan årrodh.

source: Fertet oažžut eanet vánhemiid válljet sámegiela mánáidasaset vai šattašii lunddolažžan čuovvolit sámegiela maiddái vuođđooahpahusas skuvllas.
sma: Tjuara skreejredh jienebh eejhtegh saemien veeljedh sijjen maanide guktie aaj iemie sjædta saemien veeljedh maadthlïerehtimmesne skuvlesne.

source: Sámedikki giellapolitihkain sihkkarastojuvvo sámegielaid riggodat ja variašuvnnat.
sma: Saemiedigkien gïelepolitihke sæjhta gellielaaketjem jïh jeerehtsidie saemien gïelesne gorredidh.

source: Sihke mánát geaid eatnigiella lea sámegiella, mánát geaid nubbin giella lea sámegiella ja dárogielat mánát fertejit oažžut vejolašvuođaid oažžut sámi mánáidgárdefálaldaga.
sma: Dovne maanah saemien ietniengïeline, maanah saemien mubpiengïeline jïh nöörjengïeleldh maanah tjuerieh nuepieh åadtjodh aktem saemien maanagïertefaalenassem åadtjodh.

source: Dalle šaddá mánáidgárdi dakkár sadjin gos sihke dárogielat mánát ohppet sámegiela ja sámegielat mánát besset ovddidit sámegielaid.
sma: Dellie maanagïerte akte sijjie sjædta gusnie dovne nöörjengïeleldh maanah saemien vejtiestieh, jïh gusnie saemiengïeleldh maanah saemien gïelem evtiedieh.

source: Okta dain stuorámus hástalusain lea ahte mii fertet oažžut eanet sámi giellageavaheddjiid.
sma: Akte dejstie stoerre haestiemidie lea mijjieh tjoerebe jienebh saemien gïeleutnijh åadtjodh.

source: Minoritehtan leat sámit sorjavaččat das ahte giella ja kultuvra oažžu doarjaga ja ovddiduvvo.
sma: Goh akte unnebelåhkoe dle saemieh jearohke gïele jïh kultuvre dåarjesåvva jïh evtiesåvva.

source: Go áŋgiruššá oažžut sámi mánáidgárdefálaldaga maiddái dáža mánáide, de nannešii dat maiddái sámi mánáid iešdovddu.
sma: Gosse aktem saemien maanagïertefaalenassem dåarjede aaj nöörjen maanide, dle daate sæjhta jïjtjedomtesem nænnoesåbpoe darjodh dejtie saemien maanide.

source: Dainna loktejuvvošii giela stáhtus dan bokte ahte maiddái dáža mánát sáhttet oahpásmuvvat sámi gielain ja kultuvrrain mánáidgárddis ja oahppat giela
sma: Daate sæjhta gïelen staatusem lutnjedh, ihke aaj nöörjen maanah maehtieh åahpenidh saemien gïeline jïh kultuvrine jïh saemien gïelem jïh kultuvrem maanagïertesne vejtiestidh.

source: Áiggi mielde sihkkarastojuvvo de dat ahte sámi álbmot sáhttá bisuhit iežas giela, kultuvrra ja servodateallima.
sma: Guhkiebasse dle daate sæjhta darjodh guktie saemieh maehtieh sijjen gïelem, sijjen kultuvrem jïh sijjen siebriedahkejieledem gorredidh.
